Repository: lbernardo-dev/Reps
Catalog: Reps/Resources/Localizable.xcstrings
Source language: en
Languages: es

# notif_rank_friend_podium_body
source: %@ is now #%lld — can you beat them?
es: %@ está ahora en el #%lld — ¿puedes superarle?

# notif_rank_friend_podium_title
source: Friend entered the podium 🏆
es: Un amigo ha entrado en el podio 🏆

# notif_rank_overtaken_body
source: %@ is ahead of you now — you're #%lld. Keep pushing! 🔥
es: %@ te ha superado — ahora eres el #%lld. ¡Sigue adelante! 🔥

# notif_rank_overtaken_title
source: You've dropped in the rankings
es: Has bajado en el ranking

# notif_rank_podium_lost_body
source: %@ just overtook you. Train to reclaim your spot! 💪
es: %@ te acaba de superar. ¡Entrena para recuperar tu puesto! 💪

# notif_rank_podium_lost_title
source: You've been knocked off the podium
es: Te han sacado del podio

# notif_streak_at_risk_body
source: A quick session today keeps your streak alive.
es: Una sesión rápida hoy mantiene viva tu racha.

# notif_streak_at_risk_title_format
source: Keep your %d-day streak 🔥
es: Mantén tu racha de %d días 🔥

# notif_workout_reminder_body_format
source: %@ is planned for today. Log it when you finish to keep your calendar and analytics up to date.
es: %@ está planificado para hoy. Regístralo al terminar para mantener calendario y analítica al día.

# notif_workout_reminder_title
source: Workout scheduled
es: Entreno programado

source: Notifications
es: Notificaciones

# notifications_empty_message
source: Your recent workout activity will appear here.
es: Tu actividad reciente de entrenamiento aparecerá aquí.

# notifications_empty_title
source: All caught up
es: Todo al día

# Nueva rutina
source: New routine
es: Nueva rutina

# nuevo_marcador
source: New record
es: Nuevo marcador

# Número de series por músculo en los últimos 7 días
source: Number of sets per muscle in the last 7 days
es: Número de series por músculo en los últimos 7 días

source: Or, select one of our recommended workout playlists below.
es: O bien, selecciona una de nuestras playlists de entrenamiento recomendadas a continuación.

# Objetivo
source: Goal
es: Objetivo

# Objetivo alcanzado. Define una nueva meta para mantener el ritmo.
source: Objective achieved. Set a new goal to keep up.
es: Objetivo alcanzado. Define una nueva meta para mantener el ritmo.

# Objetivo calculado con (Int(targetPercent * 100))% de tu 1RM estimada.
source: Target calculated with \(Int(targetPercent * 100))% of your estimated 1RM.
es: Objetivo calculado con \(Int(targetPercent * 100))% de tu 1RM estimada.

# Objetivo principal
source: Main objective
es: Objetivo principal

# Objetivo vs real
source: Target vs actual
es: Objetivo vs real

# Objetivo: (eventName)
source: Target: \(eventName)
es: Objetivo: \(eventName)

source: Target: \(selectedDraft?.workoutExercise.targetSets ?? 0) series · \(selectedDraft?.workoutExercise.repRange ??
es: Objetivo: \(selectedDraft?.workoutExercise.targetSets ?? 0) series · \(selectedDraft?.workoutExercise.repRange ??

# Objetivo: %@ series · %@ · previo %@
source: Target: %@ sets · %@ · previous %@
es: Objetivo: %@ series · %@ · previo %@

# obliques_label
source: Obliques
es: Oblicuos

source: of 12 weekly sets
es: de 12 series semanales

# olympic_bar
source: Olympic
es: Olímpica

source: Olympic barbell
es: Barra olímpica

# onboarding_badge_fat_stores
source: Fat stores
es: Grasa

# onboarding_badge_muscle_plus
source: muscle +
es: músculo +

# onboarding_badge_strength
source: Strength
es: Fuerza

# onboarding_badge_trend_down
source: trend down
es: baja

# onboarding_baseline_age
source: Age
es: Edad

# onboarding_baseline_age_unit
source: yrs
es: años

# onboarding_baseline_anatomy_label
source: Anatomy for muscle maps
es: Anatomía para mapas musculares

# onboarding_baseline_anatomy_subtitle
source: Selects which body silhouette is used in muscle visualizations.
es: Selecciona qué silueta corporal se usa en las visualizaciones musculares.

# onboarding_baseline_height
source: Height
es: Altura

# onboarding_baseline_subtitle
source: These values help estimate initial loads and body progress.
es: Estos valores ayudan a estimar cargas iniciales y progreso corporal.

# onboarding_baseline_title
source: Set your starting point
es: Establece tu punto de partida

# onboarding_baseline_unit_yrs
source: yrs
es: años

# onboarding_baseline_weight
source: Weight
es: Peso

# onboarding_body_map_female
source: Female
es: Femenino

# onboarding_body_map_male
source: Male
es: Masculino

# onboarding_body_map_skip
source: Skip
es: Omitir

# onboarding_body_map_subtitle
source: Selects which body silhouette is used in muscle visualizations.
es: Selecciona la silueta corporal usada en las visualizaciones musculares.

# onboarding_body_map_title
source: Anatomy for muscle maps
es: Anatomía para mapas musculares

# onboarding_btn_back
source: Back
es: Atrás

# onboarding_btn_continue
source: Continue
es: Continuar

# onboarding_btn_continue_free
source: Continue free
es: Continuar gratis

# onboarding_btn_get_started
source: Get started
es: Comenzar

# onboarding_btn_see_my_plan
source: See my plan
es: Ver mi plan

# onboarding_btn_start_setup
source: Start setup
es: Iniciar configuración

# onboarding_btn_start_with_plan
source: Start with my plan
es: Empezar con mi plan

# onboarding_btn_unlock_plan
source: Unlock my plan
es: Desbloquear mi plan

# onboarding_continue
source: Continue
es: Continuar

# onboarding_cta_get_started
source: Get started
es: Empezar

# onboarding_cta_see_my_plan
source: See my plan
es: Ver mi plan

# onboarding_cta_start_setup
source: Start setup
es: Comenzar configuración

# onboarding_day_split_format
source: Day %d · %@
es: Día %d · %@

# onboarding_duration_15
source: Quick sessions to keep the habit alive
es: Sesiones cortas para mantener el hábito

# onboarding_duration_15min
source: Quick sessions to keep the habit alive
es: Sesiones rápidas para mantener el hábito vivo

# onboarding_duration_30
source: Short and focused sessions
es: Sesiones cortas y concentradas

# onboarding_duration_30min
source: Short and focused sessions
es: Sesiones cortas y enfocadas

# onboarding_duration_45
source: Efficient sessions with core movements
es: Sesiones eficientes con movimientos esenciales

# onboarding_duration_45min
source: Efficient sessions with core movements
es: Sesiones eficientes con movimientos básicos

# onboarding_duration_60
source: Best default for strength and muscle
es: El estándar ideal para fuerza y músculo

# onboarding_duration_60min
source: Best default for strength and muscle
es: La mejor opción para fuerza y músculo

# onboarding_duration_75
source: More accessories and rest time
es: Más accesorios y tiempo de descanso

# onboarding_duration_75min
source: More accessories and rest time
es: Más ejercicios accesorios y tiempo de descanso

# onboarding_duration_90
source: Long sessions with full volume
es: Sesiones largas con volumen completo

# onboarding_duration_90min
source: Long sessions with full volume
es: Sesiones largas con volumen completo

# onboarding_equip_available
source: Available equipment
es: Equipamiento disponible

# onboarding_equip_refine_hint
source: You can refine the full equipment list later in Profile.
es: Puedes ajustar la lista completa en Perfil más adelante.

# onboarding_equip_subtitle
source: We will only use exercises that match your setup.
es: Solo usaremos ejercicios que coincidan con tu equipamiento.

# onboarding_equip_title
source: Where do you train?
es: ¿Dónde entrenas?

# onboarding_equipment_available_label
source: Available equipment
es: Equipamiento disponible

# onboarding_equipment_refine_hint
source: You can refine the full equipment list later in Profile.
es: Puedes ajustar la lista completa de equipamiento más tarde en Perfil.

# onboarding_equipment_subtitle
source: We will only use exercises that match your setup.
es: Solo usaremos ejercicios que se adapten a tu configuración.

# onboarding_equipment_title
source: Where do you train?
es: ¿Dónde entrenas?

# onboarding_exp_advanced
source: Advanced
es: Avanzado

# onboarding_exp_advanced_desc
source: 3+ years and comfortable with progression
es: 3+ años con progresión establecida

# onboarding_exp_advanced_sub
source: 3+ years and comfortable with progression
es: 3+ años y cómodo con la progresión

# onboarding_exp_beginner
source: Beginner
es: Principiante

# onboarding_exp_beginner_desc
source: Less than 1 year training consistently
es: Menos de 1 año entrenando regularmente

# onboarding_exp_beginner_sub
source: Less than 1 year training consistently
es: Menos de 1 año entrenando de forma constante

# onboarding_exp_intermediate
source: Intermediate
es: Intermedio

# onboarding_exp_intermediate_desc
source: 1-3 years with regular sessions
es: 1-3 años con sesiones regulares

# onboarding_exp_intermediate_sub
source: 1-3 years with regular sessions
es: 1-3 años con sesiones regulares

# onboarding_exp_subtitle
source: We will avoid starting too easy or too aggressive.
es: Evitaremos empezar demasiado fácil o demasiado agresivo.

# onboarding_exp_title
source: How long have you trained?
es: ¿Cuánto tiempo llevas entrenando?

# onboarding_focus_all
source: All
es: Todo

# onboarding_focus_balanced
source: Use a balanced plan
es: Usar un plan equilibrado

# onboarding_focus_subtitle
source: Pick one or two areas, or keep the plan balanced.
es: Elige una o dos áreas, o mantén el plan equilibrado.

# onboarding_focus_title
source: Want to prioritize a muscle group?
es: ¿Quieres priorizar algún grupo muscular?

# onboarding_gen_adjusting
source: Adjusting weekly volume
es: Ajustando el volumen semanal

# onboarding_gen_filtering
source: Filtering exercises by equipment
es: Filtrando ejercicios por equipamiento

# onboarding_gen_first_workout
source: Preparing your first workout
es: Preparando tu primer entrenamiento

# onboarding_gen_preparing
source: Preparing your plan
es: Preparando tu plan

# onboarding_gen_ready
source: Plan ready
es: Plan listo

# onboarding_gen_saving
source: Saving your profile
es: Guardando tu perfil

# onboarding_generating_adjusting
source: Adjusting weekly volume
es: Ajustando volumen semanal

# onboarding_generating_filtering
source: Filtering exercises by equipment
es: Filtrando ejercicios por equipamiento

# onboarding_generating_preparing
source: Preparing your first workout
es: Preparando tu primer entrenamiento

# onboarding_generating_ready
source: Plan ready
es: Plan listo

# onboarding_generating_saving
source: Saving your profile
es: Guardando tu perfil

# onboarding_generating_subtitle
source: We matched your goal, time, equipment, and starting point.
es: Hemos ajustado tu objetivo, tiempo, equipamiento y punto de partida.

# onboarding_generating_title
source: Your first block is ready
es: Tu primer bloque está listo

# onboarding_go_to_today
source: Go to Today
es: Ir a Hoy

# onboarding_goal_body_recomp
source: Body recomposition
es: Recomposición corporal

# onboarding_goal_body_recomp_desc
source: Build muscle while gradually losing fat
es: Ganar músculo mientras pierdes grasa gradualmente

# onboarding_goal_build_muscle
source: Build muscle
es: Ganar músculo

# onboarding_goal_build_muscle_desc
source: Prioritize hypertrophy and progressive volume
es: Priorizar hipertrofia y volumen progresivo

# onboarding_goal_build_muscle_short
source: Muscle
es: Músculo

# onboarding_goal_build_muscle_sub
source: Prioritize hypertrophy and progressive volume
es: Prioriza la hipertrofia y el volumen progresivo

# onboarding_goal_get_stronger
source: Get stronger
es: Ganar fuerza

# onboarding_goal_get_stronger_desc
source: Lower reps, heavier work, longer rests
es: Menos repeticiones, más peso, más descanso

# onboarding_goal_get_stronger_short
source: Strength
es: Fuerza

# onboarding_goal_get_stronger_sub
source: Lower reps, heavier work, longer rests
es: Menos repeticiones, más peso, más descanso

# onboarding_goal_lose_fat
source: Lose fat
es: Perder grasa

# onboarding_goal_lose_fat_desc
source: Keep muscle while improving conditioning
es: Mantener músculo mientras mejoras el acondicionamiento

# onboarding_goal_lose_fat_short
source: Fat loss
es: Pérdida de grasa

# onboarding_goal_lose_fat_sub
source: Keep muscle while improving conditioning
es: Mantén músculo mientras mejoras el acondicionamiento

# onboarding_goal_recomp
source: Body recomposition
es: Recomposición corporal

# onboarding_goal_recomp_sub
source: Build muscle while gradually losing fat
es: Gana músculo mientras pierdes grasa gradualmente

# onboarding_goal_stay_active
source: Stay consistent
es: Mantenerme activo

# onboarding_goal_stay_active_desc
source: Simple sessions that build the habit
es: Sesiones simples que construyen el hábito

# onboarding_goal_stay_active_short
source: Consistency
es: Constancia

# onboarding_goal_stay_active_sub
source: Simple sessions that build the habit
es: Sesiones simples que crean el hábito

# onboarding_goal_subtitle
source: This changes volume, rep ranges, rests, and exercise priority.
es: Esto cambia el volumen, rangos de repeticiones, descansos y prioridad de ejercicios.

# onboarding_goal_title
source: What is your main goal?
es: ¿Cuál es tu objetivo principal?

# onboarding_hero_meet
source: Meet
es: Conoce

# onboarding_hero_partner
source: . Your smartest training partner.
es: . Tu compañero de entrenamiento más inteligente.

# onboarding_hero_subtitle
source: Science-backed programming tailored to your body, goals, and schedule.
es: Programación basada en ciencia, adaptada a tu cuerpo, objetivos y horario.

# onboarding_hero_tagline
source: Science-backed programming tailored to your body, goals, and schedule.
es: Programación basada en ciencia, adaptada a tu cuerpo, objetivos y horario.

# onboarding_loc_full_gym
source: Full gym
es: Gimnasio completo

# onboarding_loc_full_gym_sub
source: Barbells, machines, cables, and more
es: Barras, máquinas, cables y más

# onboarding_loc_home_gym
source: Home gym
es: Gimnasio en casa

# onboarding_loc_home_gym_sub
source: Dumbbells, bands, bench, and basics
es: Mancuernas, bandas, banco y lo básico

# onboarding_loc_minimal
source: Minimal setup
es: Configuración mínima

# onboarding_loc_minimal_sub
source: Bodyweight and simple accessories
es: Peso corporal y accesorios simples

# onboarding_location_full_gym
source: Full gym
es: Gimnasio completo

# onboarding_location_full_gym_desc
source: Barbells, machines, cables, and more
es: Barras, máquinas, poleas y más

# onboarding_location_home_gym
source: Home gym
es: Gimnasio en casa

# onboarding_location_home_gym_desc
source: Dumbbells, bands, bench, and basics
es: Mancuernas, bandas, banco y básicos

# onboarding_location_minimal
source: Minimal setup
es: Equipamiento mínimo

# onboarding_location_minimal_desc
source: Bodyweight and simple accessories
es: Peso corporal y accesorios simples

# onboarding_next_reminder_desc
source: We will ask for those later, when there is a clear reason. This setup finishes with your plan.
es: Te lo pediremos más adelante, cuando haya una razón clara. Esta configuración termina con tu plan.

# onboarding_next_reminder_title
source: Next: reminders and Apple Health
es: Siguiente: recordatorios y Apple Health

# onboarding_notif_enable
source: Enable reminders
es: Activar recordatorios

# onboarding_notif_not_now
source: Not now
es: Ahora no

# onboarding_notif_subtitle
source: We'll nudge you at the right moments — reminders, streaks and PRs. No spam, ever.
es: Te avisamos en el momento justo: recordatorios, rachas y récords. Sin spam.

# onboarding_notif_title
source: Stay on track, never miss a session
es: No pierdas el ritmo, ni una sesión

# onboarding_personalizing_subtitle
source: Building something great for you
es: Creando algo especial para ti

# onboarding_personalizing_title
source: Personalizing your plan
es: Personalizando tu plan

# onboarding_pill_days
source: Days
es: Días

# onboarding_pill_sets
source: Sets
es: Series

# onboarding_pill_weeks
source: Weeks
es: Semanas

# onboarding_plan_back_cancel
source: Keep this plan
es: Mantener este plan

# onboarding_plan_back_confirm
source: Edit preferences
es: Editar preferencias

# onboarding_plan_back_message
source: Going back lets you change your preferences and regenerate the plan.
es: Volver te permite cambiar tus preferencias y regenerar el plan.

# onboarding_plan_back_title
source: Edit your settings?
es: ¿Editar tus ajustes?

# onboarding_plan_days_weeks_fmt
source: %d days/week for %d weeks
es: %d días/semana durante %d semanas

# onboarding_plan_exer_dot_min_fmt
source: %d exercises · %d min
es: %d ejercicios · %d min

# onboarding_plan_exercises_min_fmt
source: %d exercises - %d min
es: %d ejercicios - %d min

# onboarding_plan_full_weeks_fmt
source: Full %d-week block
es: Bloque completo de %d semanas

# onboarding_plan_more_days_blk_fmt
source: +%d more days in this block
es: +%d días más en este bloque

# onboarding_plan_more_days_fmt
source: +%d more days in the block
es: +%d días más en el bloque

# onboarding_plan_projection_caption
source: Estimated sets across the block
es: Series estimadas en el bloque

# onboarding_plan_projection_title
source: Volume projection
es: Proyección de volumen

# onboarding_plan_suggested
source: Suggested plan
es: Plan sugerido

# onboarding_plan_wk
source: Wk
es: Sem

# onboarding_pro_all_days_fmt
source: All %d days · complete %d-week plan
es: Los %d días · plan completo de %d semanas

# onboarding_pro_benefit_cues
source: Coaching cues on every exercise
es: Indicaciones en cada ejercicio

# onboarding_pro_benefit_overload
source: Progressive overload every week
es: Sobrecarga progresiva cada semana

# onboarding_pro_benefit_weights
source: Starting weights calibrated for you
es: Pesos iniciales calibrados para ti

# onboarding_pro_exercise_row_fmt
source: %d sets · %@ · %@
es: %d series · %@ · %@

# onboarding_pro_more_exer_fmt
source: +%d more exercises · Pro
es: +%d ejercicios más · Pro

# onboarding_pro_sets_reps_load
source: Sets · Reps · Load · Pro
es: Series · Reps · Carga · Pro

# onboarding_pro_trial_detail
source: 7 days free · cancel anytime
es: 7 días gratis · cancela cuando quieras

# onboarding_pro_unlock_cta
source: Unlock my plan — 7 days free
es: Desbloquear mi plan — 7 días gratis

# onboarding_ready_next_detail
source: We will ask for those later, when there is a clear reason. This setup finishes with your plan.
es: Te pediremos eso más adelante, cuando haya una razón clara. Esta configuración termina con tu plan.

# onboarding_ready_next_label
source: Next: reminders and Apple Health
es: Siguiente: recordatorios y Apple Health

# onboarding_ready_subtitle
source: Start with a clear session now. You can review the full plan anytime in Plans.
es: Empieza con una sesión clara ahora. Puedes revisar el plan completo en Planes cuando quieras.

# onboarding_ready_title
source: Your first workout is ready
es: Tu primer entrenamiento está listo

# onboarding_schedule_1_day
source: Once a week to build the habit
es: Una vez por semana para crear el hábito

# onboarding_schedule_1d
source: Once a week to build the habit
es: Una vez a la semana para crear el hábito

# onboarding_schedule_2_days
source: Minimal and easy to recover from
es: Mínimo y fácil de recuperar

# onboarding_schedule_2d
source: Minimal and easy to recover from
es: Mínimo y fácil de recuperar

# onboarding_schedule_3_days
source: Simple full-body or push/pull/legs rhythm
es: Ritmo simple de cuerpo completo o empuje/tirón/piernas

# onboarding_schedule_3d
source: Simple full-body or push/pull/legs rhythm
es: Ritmo simple de cuerpo completo o empuje/tirón

# onboarding_schedule_4_days
source: Strong balance for most lifters
es: Buen equilibrio para la mayoría

# onboarding_schedule_4d
source: Strong balance for most lifters
es: Buen equilibrio para la mayoría

# onboarding_schedule_5_days
source: Higher volume with careful recovery
es: Mayor volumen con recuperación cuidadosa

# onboarding_schedule_5d
source: Higher volume with careful recovery
es: Mayor volumen con recuperación cuidadosa

# onboarding_schedule_6_days
source: Aggressive schedule for consistent athletes
es: Programa agresivo para atletas constantes

# onboarding_schedule_6d
source: Aggressive schedule for consistent athletes
es: Horario agresivo para atletas constantes

# onboarding_schedule_7_days
source: Daily training for dedicated athletes
es: Entrenamiento diario para atletas dedicados

# onboarding_schedule_7d
source: Daily training for dedicated athletes
es: Entrenamiento diario para atletas dedicados

# onboarding_schedule_days_label
source: Workouts per week
es: Entrenamientos por semana

# onboarding_schedule_days_title
source: Workouts per week
es: Entrenamientos por semana

# onboarding_schedule_days_unit
source: days
es: días

# onboarding_schedule_duration_label
source: Session length
es: Duración de sesión

# onboarding_schedule_session_title
source: Session length
es: Duración de sesión

# onboarding_schedule_subtitle
source: We will build something you can actually repeat.
es: Crearemos algo que puedas repetir de verdad.

# onboarding_schedule_title
source: How much can you train?
es: ¿Cuánto puedes entrenar?

# onboarding_schedule_unit_days
source: days
es: días

# onboarding_setup_create
source: Create it for me
es: Créalo por mí

# onboarding_setup_create_sub
source: We'll build a personalized plan based on your goals
es: Crearemos un plan personalizado según tus objetivos

# onboarding_setup_self
source: I'll build it myself
es: Lo construyo yo mismo

# onboarding_setup_self_sub
source: Jump straight in and create your own workouts
es: Empieza directamente y crea tus propios entrenamientos

# onboarding_setup_subtitle
source: How do you want to get started?
es: ¿Cómo quieres empezar?

# onboarding_setup_title
source: Your training plan
es: Tu plan de entrenamiento

# onboarding_skip
source: Skip
es: Omitir

# onboarding_start
source: Start
es: Empezar

# onboarding_step_preferences
source: Applying training preferences
es: Aplicando preferencias de entrenamiento

# onboarding_step_saving_profile
source: Saving your profile
es: Guardando tu perfil

# onboarding_step_templates
source: Creating workout templates
es: Creando plantillas de entrenamiento

# onboarding_step_volume
source: Calculating volume & recovery
es: Calculando volumen y recuperación

# onboarding_suggested_plan
source: Suggested plan
es: Plan sugerido

# onboarding_value_subtitle
source: A short setup gives you a real first workout, not a generic template.
es: Una configuración rápida te da un primer entrenamiento real, no una plantilla genérica.

# onboarding_value_title
source: From plan to progress
es: De plan a progreso

source: Once you log sets for this exercise, your performance trends will appear here.
es: Cuando completes series de este ejercicio aparecerán aquí sus tendencias de peso, volumen, repeticiones y 1RM.

# one_day_streak
source: 1 day streak
es: 1 día de racha

# one_rep_max_calculator
source: 1RM Calculator
es: Calculadora 1RM

# one_rm_change
source: 1RM change
es: Cambio 1RM

source: One-time payment
es: Pago único

# one_time_permanent_pro
source: One-time payment. Permanent Pro access.
es: Pago único. Acceso Pro permanente.

source: Only my equipment
es: Solo mi equipamiento

source: Open
es: Abrir

source: Open exercise source
es: Abrir fuente del ejercicio

source: Open exercise video
es: Abrir vídeo del ejercicio

source: Open playlist
es: Abrir playlist

source: Opening hours
es: Horarios

# optimal_deadline_progressive_block_window
source: Optimal deadline: you are in an ideal window to complete a progressive block.
es: Plazo optimo: estas dentro de una ventana ideal para completar un bloque progresivo.
